<unk>	0
<s>	0
</s>	0
<pad>	0
<0x00>	0
<0x01>	0
<0x02>	0
<0x03>	0
<0x04>	0
<0x05>	0
<0x06>	0
<0x07>	0
<0x08>	0
<0x09>	0
<0x0A>	0
<0x0B>	0
<0x0C>	0
<0x0D>	0
<0x0E>	0
<0x0F>	0
<0x10>	0
<0x11>	0
<0x12>	0
<0x13>	0
<0x14>	0
<0x15>	0
<0x16>	0
<0x17>	0
<0x18>	0
<0x19>	0
<0x1A>	0
<0x1B>	0
<0x1C>	0
<0x1D>	0
<0x1E>	0
<0x1F>	0
<0x20>	0
<0x21>	0
<0x22>	0
<0x23>	0
<0x24>	0
<0x25>	0
<0x26>	0
<0x27>	0
<0x28>	0
<0x29>	0
<0x2A>	0
<0x2B>	0
<0x2C>	0
<0x2D>	0
<0x2E>	0
<0x2F>	0
<0x30>	0
<0x31>	0
<0x32>	0
<0x33>	0
<0x34>	0
<0x35>	0
<0x36>	0
<0x37>	0
<0x38>	0
<0x39>	0
<0x3A>	0
<0x3B>	0
<0x3C>	0
<0x3D>	0
<0x3E>	0
<0x3F>	0
<0x40>	0
<0x41>	0
<0x42>	0
<0x43>	0
<0x44>	0
<0x45>	0
<0x46>	0
<0x47>	0
<0x48>	0
<0x49>	0
<0x4A>	0
<0x4B>	0
<0x4C>	0
<0x4D>	0
<0x4E>	0
<0x4F>	0
<0x50>	0
<0x51>	0
<0x52>	0
<0x53>	0
<0x54>	0
<0x55>	0
<0x56>	0
<0x57>	0
<0x58>	0
<0x59>	0
<0x5A>	0
<0x5B>	0
<0x5C>	0
<0x5D>	0
<0x5E>	0
<0x5F>	0
<0x60>	0
<0x61>	0
<0x62>	0
<0x63>	0
<0x64>	0
<0x65>	0
<0x66>	0
<0x67>	0
<0x68>	0
<0x69>	0
<0x6A>	0
<0x6B>	0
<0x6C>	0
<0x6D>	0
<0x6E>	0
<0x6F>	0
<0x70>	0
<0x71>	0
<0x72>	0
<0x73>	0
<0x74>	0
<0x75>	0
<0x76>	0
<0x77>	0
<0x78>	0
<0x79>	0
<0x7A>	0
<0x7B>	0
<0x7C>	0
<0x7D>	0
<0x7E>	0
<0x7F>	0
<0x80>	0
<0x81>	0
<0x82>	0
<0x83>	0
<0x84>	0
<0x85>	0
<0x86>	0
<0x87>	0
<0x88>	0
<0x89>	0
<0x8A>	0
<0x8B>	0
<0x8C>	0
<0x8D>	0
<0x8E>	0
<0x8F>	0
<0x90>	0
<0x91>	0
<0x92>	0
<0x93>	0
<0x94>	0
<0x95>	0
<0x96>	0
<0x97>	0
<0x98>	0
<0x99>	0
<0x9A>	0
<0x9B>	0
<0x9C>	0
<0x9D>	0
<0x9E>	0
<0x9F>	0
<0xA0>	0
<0xA1>	0
<0xA2>	0
<0xA3>	0
<0xA4>	0
<0xA5>	0
<0xA6>	0
<0xA7>	0
<0xA8>	0
<0xA9>	0
<0xAA>	0
<0xAB>	0
<0xAC>	0
<0xAD>	0
<0xAE>	0
<0xAF>	0
<0xB0>	0
<0xB1>	0
<0xB2>	0
<0xB3>	0
<0xB4>	0
<0xB5>	0
<0xB6>	0
<0xB7>	0
<0xB8>	0
<0xB9>	0
<0xBA>	0
<0xBB>	0
<0xBC>	0
<0xBD>	0
<0xBE>	0
<0xBF>	0
<0xC0>	0
<0xC1>	0
<0xC2>	0
<0xC3>	0
<0xC4>	0
<0xC5>	0
<0xC6>	0
<0xC7>	0
<0xC8>	0
<0xC9>	0
<0xCA>	0
<0xCB>	0
<0xCC>	0
<0xCD>	0
<0xCE>	0
<0xCF>	0
<0xD0>	0
<0xD1>	0
<0xD2>	0
<0xD3>	0
<0xD4>	0
<0xD5>	0
<0xD6>	0
<0xD7>	0
<0xD8>	0
<0xD9>	0
<0xDA>	0
<0xDB>	0
<0xDC>	0
<0xDD>	0
<0xDE>	0
<0xDF>	0
<0xE0>	0
<0xE1>	0
<0xE2>	0
<0xE3>	0
<0xE4>	0
<0xE5>	0
<0xE6>	0
<0xE7>	0
<0xE8>	0
<0xE9>	0
<0xEA>	0
<0xEB>	0
<0xEC>	0
<0xED>	0
<0xEE>	0
<0xEF>	0
<0xF0>	0
<0xF1>	0
<0xF2>	0
<0xF3>	0
<0xF4>	0
<0xF5>	0
<0xF6>	0
<0xF7>	0
<0xF8>	0
<0xF9>	0
<0xFA>	0
<0xFB>	0
<0xFC>	0
<0xFD>	0
<0xFE>	0
<0xFF>	0
in	-0
er	-1
▁a	-2
ec	-3
ma	-4
on	-5
ti	-6
▁t	-7
▁in	-8
ing	-9
de	-10
is	-11
re	-12
ts	-13
▁C	-14
▁c	-15
es	-16
om	-17
ri	-18
▁p	-19
al	-20
an	-21
ar	-22
ck	-23
ge	-24
il	-25
nd	-26
or	-27
ta	-28
us	-29
ut	-30
▁A	-31
▁s	-32
tion	-33
99	-34
VE	-35
as	-36
he	-37
ol	-38
ow	-39
▁S	-40
▁b	-41
▁e	-42
ers	-43
tec	-44
▁de	-45
▁ma	-46
▁us	-47
arge	-48
▁CVE	-49
▁targe	-50
-2	-51
..	-52
00	-53
02	-54
3-	-55
In	-56
Ph	-57
QL	-58
Us	-59
ab	-60
ce	-61
da	-62
en	-63
ic	-64
it	-65
le	-66
ln	-67
na	-68
sw	-69
wa	-70
xp	-71
▁N	-72
▁T	-73
▁f	-74
Inj	-75
Use	-76
cal	-77
cks	-78
den	-79
ish	-80
map	-81
mon	-82
ord	-83
ows	-84
rev	-85
tta	-86
uln	-87
ute	-88
▁br	-89
▁da	-90
▁is	-91
▁to	-92
-202	-93
assw	-94
erab	-95
▁Com	-96
▁Inj	-97
▁SQL	-98
▁Use	-99
▁and	-100
Phish	-101
denti	-102
▁atta	-103
▁data	-104
-2023-	-105
ection	-106
▁detec	-107
▁passw	-108
ulnerab	-109
▁Common	-110
▁target	-111
Phishing	-112
▁attacks	-113
▁password	-114
▁Injection	-115
01	-116
SS	-117
ac	-118
at	-119
bl	-120
bo	-121
ch	-122
cl	-123
ed	-124
ev	-125
fe	-126
ff	-127
fi	-128
ga	-129
io	-130
kn	-131
ks	-132
li	-133
ll	-134
lo	-135
op	-136
os	-137
qu	-138
ro	-139
sV	-140
ss	-141
st	-142
to	-143
tr	-144
ty	-145
un	-146
ux	-147
yb	-148
ys	-149
ze	-150
▁-	-151
▁E	-152
▁L	-153
▁R	-154
▁V	-155
▁X	-156
▁`	-157
▁i	-158
▁l	-159
▁v	-160
▁w	-161
...	-162
ail	-163
als	-164
ani	-165
arn	-166
ase	-167
ats	-168
ban	-169
cat	-170
clu	-171
com	-172
cri	-173
eal	-174
ect	-175
ecu	-176
ege	-177
ent	-178
eri	-179
erv	-180
ess	-181
for	-182
ger	-183
hre	-184
ils	-185
ine	-186
iss	-187
ist	-188
ith	-189
its	-190
ity	-191
lic	-192
lwa	-193
oll	-194
ols	-195
olv	-196
ong	-197
osu	-198
own	-199
pac	-200
pts	-201
put	-202
ren	-203
riv	-204
ted	-205
ubl	-206
xec	-207
▁be	-208
▁es	-209
▁le	-210
▁op	-211
▁qu	-212
▁un	-213
0001	-214
9999	-215
ance	-216
base	-217
bout	-218
cala	-219
econ	-220
ects	-221
ever	-222
fend	-223
fier	-224
gain	-225
ices	-226
inks	-227
inux	-228
ious	-229
lick	-230
mand	-231
mass	-232
nmap	-233
rick	-234
riti	-235
rity	-236
tize	-237
volv	-238
xplo	-239
▁...	-240
▁Cyb	-241
▁Exp	-242
▁The	-243
▁Tom	-244
▁XSS	-245
▁aff	-246
▁all	-247
▁awa	-248
▁can	-249
▁com	-250
▁cre	-251
▁ema	-252
▁for	-253
▁pro	-254
▁rev	-255
▁str	-256
▁the	-257
chine	-258
clude	-259
eries	-260
force	-261
ilege	-262
ility	-263
known	-264
lways	-265
nager	-266
naiss	-267
osure	-268
pache	-269
▁Nmap	-270
▁Subl	-271
▁coll	-272
▁exec	-273
▁fail	-274
▁into	-275
▁open	-276
▁prev	-277
▁priv	-278
▁sani	-279
▁scri	-280
▁serv	-281
▁thre	-282
▁user	-283
▁with	-284
arning	-285
ealing	-286
ecting	-287
ersecu	-288
gainst	-289
owsers	-290
reness	-291
volves	-292
▁Amass	-293
▁Linux	-294
▁Never	-295
▁Recon	-296
▁about	-297
▁brute	-298
▁click	-299
▁criti	-300
▁explo	-301
▁input	-302
▁links	-303
▁malic	-304
▁tools	-305
▁trick	-306
▁users	-307
▁using	-308
fending	-309
tection	-310
▁Always	-311
▁Apache	-312
▁Tomcat	-313
▁allows	-314
▁emails	-315
▁escala	-316
▁identi	-317
▁strong	-318
dentials	-319
▁Sublist	-320
▁affects	-321
▁against	-322
▁command	-323
▁detects	-324
▁execute	-325
▁include	-326
▁machine	-327
▁manager	-328
▁prevent	-329
▁queries	-330
▁scripts	-331
▁targets	-332
▁threats	-333
▁unknown	-334
naissance	-335
ulnerable	-336
▁Exposure	-337
▁Phishing	-338
▁Vulnerab	-339
▁browsers	-340
▁critical	-341
▁database	-342
▁detected	-343
▁exploits	-344
▁involves	-345
▁learning	-346
▁sanitize	-347
▁services	-348
-2023-0001	-349
-2023-9999	-350
ersecurity	-351
▁awareness	-352
▁defending	-353
▁malicious	-354
▁passwords	-355
▁privilege	-356
▁revealing	-357
▁collecting	-358
▁escalation	-359
▁identifier	-360
▁protection	-361
▁vulnerable	-362
▁credentials	-363
▁Cybersecurity	-364
▁Vulnerability	-365
▁Reconnaissance	-366
-0	-367
-9	-368
20	-369
23	-370
Al	-371
Am	-372
Ap	-373
CV	-374
Co	-375
Cy	-376
Ex	-377
Li	-378
Ne	-379
Nm	-380
Re	-381
SQ	-382
Su	-383
Th	-384
To	-385
Vu	-386
XS	-387
af	-388
ag	-389
ai	-390
ap	-391
aw	-392
ay	-393
ba	-394
be	-395
bi	-396
br	-397
ca	-398
ci	-399
co	-400
cr	-401
ct	-402
cu	-403
di	-404
ds	-405
ea	-406
ef	-407
eg	-408
em	-409
et	-410
ex	-411
fa	-412
fo	-413
hi	-414
hr	-415
ia	-416
id	-417
ie	-418
if	-419
ip	-420
iv	-421
iz	-422
je	-423
la	-424
ls	-425
lu	-426
lv	-427
lw	-428
mc	-429
mm	-430
mo	-431
nc	-432
ne	-433
ng	-434
ni	-435
nj	-436
nk	-437
nm	-438
nn	-439
no	-440
np	-441
ns	-442
nt	-443
nu	-444
nv	-445
oi	-446
oo	-447
ot	-448
ou	-449
pa	-450
pe	-451
pl	-452
po	-453
pr	-454
pt	-455
pu	-456
ra	-457
rc	-458
rd	-459
rg	-460
rn	-461
rs	-462
ru	-463
rv	-464
sa	-465
sc	-466
se	-467
sh	-468
si	-469
su	-470
te	-471
th	-472
tt	-473
ub	-474
ud	-475
ue	-476
ul	-477
ur	-478
ve	-479
vi	-480
vo	-481
vu	-482
wi	-483
wn	-484
wo	-485
ws	-486
xe	-487
▁.	-488
▁I	-489
▁P	-490
▁U	-491
▁d	-492
▁m	-493
▁o	-494
▁q	-495
▁r	-496
▁u	-497
-00	-498
-20	-499
-99	-500
000	-501
023	-502
999	-503
Ama	-504
Exp	-505
Lin	-506
Nma	-507
Rec	-508
The	-509
Tom	-510
XSS	-511
abl	-512
ack	-513
ain	-514
ais	-515
ala	-516
anc	-517
are	-518
arg	-519
ass	-520
ata	-521
ati	-522
bas	-523
ber	-524
bil	-525
ces	-526
che	-527
cre	-528
def	-529
det	-530
din	-531
ear	-532
eco	-533
ede	-534
ema	-535
end	-536
era	-537
esc	-538
ets	-539
fec	-540
get	-541
hin	-542
his	-543
ici	-544
ick	-545
ide	-546
ier	-547
ies	-548
ile	-549
ili	-550
inc	-551
ink	-552
inp	-553
ins	-554
int	-555
inu	-556
inv	-557
ion	-558
iti	-559
jec	-560
lec	-561
lin	-562
lis	-563
loi	-564
low	-565
mac	-566
mai	-567
mal	-568
man	-569
mas	-570
mma	-571
nag	-572
ner	-573
nes	-574
nin	-575
nkn	-576
nma	-577
now	-578
nti	-579
omc	-580
omm	-581
onn	-582
ool	-583
orc	-584
ous	-585
out	-586
pen	-587
pre	-588
pri	-589
rea	-590
ric	-591
rip	-592
rit	-593
ron	-594
row	-595
rut	-596
san	-597
sec	-598
ser	-599
sin	-600
tab	-601
tia	-602
tic	-603
tif	-604
tin	-605
tiz	-606
ude	-607
uer	-608
ure	-609
uri	-610
ven	-611
ver	-612
ves	-613
vic	-614
vil	-615
vol	-616
way	-617
wit	-618
wor	-619
xpl	-620
xpo	-621
▁..	-622
▁Al	-623
▁Ap	-624
▁CV	-625
▁Co	-626
▁Cy	-627
▁In	-628
▁Ne	-629
▁Ph	-630
▁SQ	-631
▁Su	-632
▁Us	-633
▁ab	-634
▁af	-635
▁ag	-636
▁al	-637
▁an	-638
▁at	-639
▁aw	-640
▁ca	-641
▁cl	-642
▁co	-643
▁cr	-644
▁ex	-645
▁fa	-646
▁pa	-647
▁pr	-648
▁re	-649
▁sc	-650
▁st	-651
▁ta	-652
▁th	-653
▁tr	-654
023-	-655
3-00	-656
3-99	-657
Phis	-658
Vuln	-659
abil	-660
able	-661
ache	-662
bers	-663
blis	-664
chin	-665
crip	-666
data	-667
ding	-668
ecti	-669
ecut	-670
ffec	-671
gets	-672
hing	-673
icio	-674
iden	-675
ilit	-676
inst	-677
know	-678
lear	-679
lect	-680
ling	-681
lner	-682
lows	-683
mail	-684
nais	-685
ness	-686
ning	-687
omma	-688
onna	-689
▁	-690
e	-691
i	-692
a	-693
s	-694
n	-695
t	-696
r	-697
c	-698
o	-699
l	-700
.	-701
u	-702
d	-703
m	-704
g	-705
p	-706
b	-707
h	-708
v	-709
w	-710
f	-711
-	-712
C	-713
k	-714
0	-715
2	-716
S	-717
V	-718
9	-719
A	-720
E	-721
x	-722
y	-723
3	-724
L	-725
,	-726
I	-727
N	-728
P	-729
Q	-730
T	-731
U	-732
`	-733
j	-734
1	-735
R	-736
X	-737
q	-738
z	-739
